#+TITLE: System Install Steps


*** Fedora
#+BEGIN_SRC sh  :results verbatim
gnome-extensions list --enabled
#+END_SRC

#+RESULTS:
#+begin_example
scroll-workspaces@gfxmonk.net
drive-menu@gnome-shell-extensions.gcampax.github.com
sound-output-device-chooser@kgshank.net
remove-dropdown-arrows@mpdeimos.com
appindicatorsupport@rgcjonas.gmail.com
remove-alt-tab-delay@tetrafox.pw
extensions-sync@elhan.io
alternate-tab@gnome-shell-extensions.gcampax.github.com
clipboard-indicator@tudmotu.com
putWindow@clemens.lab21.org
color-picker@tuberry
nightthemeswitcher@romainvigier.fr
timepp@zagortenay333
refresh-wifi@kgshank.net
extensions@abteil.org
vim-altTab@kokong.info
#+end_example
